<div class="tosContent">

    <div class="tosHeader">Соглашение и правила пользования сайтом <?php echo APP_TITLE; ?></div>
    <p>Настоящее Соглашение регламентирует отношения между Администрацией информационного ресурса «<?php echo APP_TITLE; ?>» и физическим лицом, которое ищет и распространяет информацию на данном ресурсе.</p>
    <p>Информационный ресурс «<?php echo APP_TITLE; ?>» не является средством массовой информации, Администрация ресурса не осуществляет редактирование размещаемой информации и не несет ответственность за ее содержание.</p>
    <p>Пользователь, разместивший информацию на ресурсе «<?php echo APP_TITLE; ?>», самостоятельно представляет и защищает свои интересы, возникающие в связи с размещением указанной информации, в отношениях с третьими лицами.</p>

    <div class="tosHeader">1. Регистрация на Сайте <?php echo APP_TITLE; ?> и статус Пользователя</div>

    <ul class="tosThemes">

        <li>
            <b>1.1</b>
            Регистрация Пользователя на Сайте является бесплатной, добровольной и производится по адресу в сети Интернет: <a target="_blank" href="<?php echo APP_URL."/signup"; ?>"><?php echo APP_URL."/signup"; ?></a>.
        </li>

        <li>
            <b>1.2</b>
            Пользователем Сайта является физическое лицо, зарегистрированное на Сайте в соответствии с установленным настоящими Правилами порядком, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации для акцепта настоящих Правил, и имеет соответствующие полномочия (ранее и далее - Пользователь).
        </li>
        <li>
            <b>1.3</b>
            При регистрации на Сайте Пользователь обязан предоставить администрации сайта необходимую достоверную и актуальную информацию для формирования персональной страницы Пользователя, включая уникальные для каждого Пользователя логин (адрес электронной почты и цифр для входа на Сайт) и пароль доступа к Сайту, а также фамилию и имя. Регистрационная форма Сайта может запрашивать у Пользователя дополнительную информацию.
        </li>
    </ul>

    <div class="tosHeader">2. Обязанности Пользователя <?php echo APP_TITLE; ?>:</div>

    <ul class="tosThemes">
        <li>
            <b>2.1</b>
            соблюдать положения действующего законодательства Российской Федерации, настоящих Правил и иных специальных документов Администрации Сайта;
        </li>
        <li>
            <b>2.2</b>
            предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;
        </li>
        <li>
            <b>2.3</b>
            информировать Администрацию Сайта о несанкционированном доступе к персональной страницы и / или о несанкционированном доступе и / или использовании пароля и логина Пользователя;
        </li>
        <li>
            <b>2.4</b>
            не размещать на персональной странице информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц;
        </li>
        <li>
            <b>2.5</b>
            перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц, чужими текстами различного содержания, аудиозаписями и видеофильмами) предварительно оценивать законность их размещения;
        </li>
    </ul>

    <div class="tosHeader">3. Пользователю при использовании Сайта запрещается:</div>

    <ul class="tosThemes">
        <li>
            <b>3.1</b>
            Зарегистрироваться как пользователя от имени или вместо другого лица («фальшивый аккаунт») или регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя, при этом, возможна регистрация от имени и поручению другого физического лица или юридического лица при условии получения необходимых полномочий в порядке и форме, предусмотренных законодательством Российской Федерации;
        </li>
        <li>
            <b>3.2</b>
            Вводить пользователей в заблуждение относительно своей личности, используя логин и пароль другого зарегистрированного Пользователя;
        </li>
        <li>
            <b>3.3</b>
            искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;
        </li>
        <li>
            <b>3.4</b>
            Загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию, которая:

            <ul class="tosThemes">
                <li>
                    Содержит угрозы, дискредитирует, оскорбляет, унижает честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;
                </li>
                <li>
                    Нарушает права несовершеннолетних лиц;
                </li>
                <li>
                    Есть вульгарной или непристойной, содержит нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних;
                </li>
                <li>
                    Содержит сцены насилия, либо бесчеловечного обращения с животными;
                </li>
                <li>
                    Содержит описание средств и способов суицида, любое подстрекательство к его совершению;
                </li>
                <li>
                    Пропагандирует и / или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;
                </li>
                <li>
                    Содержит экстремистские материалы;
                </li>
                <li>
                    Пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;
                </li>
                <li>
                    Содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе "цифровых наркотиков" (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;
                </li>
                <li>
                    Носит мошеннический характер;
                </li>
            </ul>
        </li>
        <li>
            <b>3.5</b>
            Незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать интеллектуальную собственность Пользователей и третьих лиц;
        </li>
        <li>
            <b>3.6</b>
            Пользователь несет личную ответственность за любую информацию, которую размещает на Сайте, сообщает другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой риск.
        </li>
        <li>
            <b>3.7</b>
            В случае несогласия Пользователя с настоящими Правилами или их обновлениями, Пользователь обязан отказаться от его использования, проинформировав об этом Администрацию Сайта в установленном порядке.
        </li>
    </ul>

    <div class="tosHeader">4. Ограничение ответственности Администрации Сайта:</div>

    <ul class="tosThemes">
        <li>
            <b>4.1</b>
            САЙТ И ЕГО СЕРВИСЫ, ВКЛЮЧАЯ ВСЕ СКРИПТЫ, ПРИЛОЖЕНИЯ, КОНТЕНТ И ОФОРМЛЕНИЕ САЙТА ПРЕДОСТАВЛЯЮТСЯ «КАК ЕСТЬ». АДМИНИСТРАЦИЯ ОТКАЗЫВАЕТСЯ ОТ ГАРАНТИЙ ТОГО, ЧТО САЙТ ИЛИ СЕРВИСЫ МОГУТ ПОДХОДИТЬ ИЛИ НЕ ПОДХОДИТ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ ИСПОЛЬЗОВАНИЯ. АДМИНИСТРАЦИЯ НЕ МОЖЕТ ГАРАНТИРОВАТЬ И НЕ ОБЕЩАЕТ НИКАКИХ СПЕЦИФИЧЕСКИХ РЕЗУЛЬТАТОВ ОТ ИСПОЛЬЗОВАНИЯ САЙТА И / ИЛИ СЕРВИСОВ.
        </li>
        <li>
            <b>4.2</b>
            ИСПОЛЬЗУЯ САЙТ, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО ЗАГРУЖАЯ С САЙТА ИЛИ С ЕГО ПОМОЩЬЮ ЛЮБЫЕ МАТЕРИАЛЫ НА СВОЙ СОБСТВЕННЫЙ РИСК И НЕСЕТ ЛИЧНУЮ ОТВЕТСТВЕННОСТЬ ЗА ВОЗМОЖНЫЕ ПОСЛЕДСТВИЯ ИСПОЛЬЗОВАНИЯ УКАЗАННЫХ МАТЕРИАЛОВ, В ТОМ ЧИСЛЕ ЗА УЩЕРБ, ЭТО МОЖЕТ ПРИЧИНИТЬ КОМПЬЮТЕРУ ПОЛЬЗОВАТЕЛЯ ИЛИ ТРЕТЬИМ ЛИЦАМ, ЗА ПОТЕРЮ ДАННЫХ ИЛИ ЛЮБОЙ ДРУГОЙ ВРЕД.
        </li>
        <li>
            <b>4.3</b>
            НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АДМИНИСТРАЦИЯ САЙТА ИЛИ ЕЕ ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ ДАННЫЕ, ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, ВЫЗВАННЫЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ САЙТА, СОДЕРЖИМОГО САЙТА ИЛИ ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ВЫ ИЛИ ИНЫЕ ЛИЦА ПОЛУЧИЛИ ДОСТУП С ПОМОЩЬЮ САЙТА, ДАЖЕ ЕСЛИ АДМИНИСТРАЦИЯ САЙТА ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА НА ВОЗМОЖНОСТЬ ТАКОГО ВРЕДА.
        </li>
    </ul>

    <div class="tosHeader">5. Администрация Сайта <?php echo APP_TITLE; ?>:</div>

    <ul class="tosThemes">
        <li>
            <b>5.1</b>
            Администрация Сайта предоставляет техническую возможность его использования Пользователями, а не участвует в формировании содержания персональных страниц Пользователей и не контролирует и не несет ответственности за действия или бездействие любых лиц в отношении использования Сайта или формирования и использования содержания персональных страниц Пользователей на Сайте.
        </li>
        <li>
            <b>5.2</b>
            Администрация оставляет за собой право в любое время изменять оформление Сайта, его содержание, список сервисов, изменять или дополнять используемые скрипты, программное обеспечение и другие объекты, используемые или хранящиеся на Сайте, любые серверные приложения в любое какое время с предварительным уведомлением или без такового.
        </li>
        <li>
            <b>5.3</b>
            Администрация Сайта не занимается предварительной модерацией или цензурой информации Пользователей и предпринимает действия по защите прав и интересов лиц и обеспечению соблюдения требований законодательства Российской Федерации только после обращения заинтересованного лица к Администрации Сайта в установленном порядку.Администрация Сайта не занимается предварительной модерацией или цензурой информации Пользователей и предпринимает действия по защите прав и интересов лиц и обеспечение соблюдения требований законодательства Российской Федерации только после обращения заинтересованного лица к Администрации Сайта в установленном порядке.
        </li>
        <li>
            <b>5.4</b>
            удаление персональной страницы Пользователя означает автоматическое удаление всей информации, размещенной на ней, а также всей информации Пользователя, введенной при регистрации на Сайте. После удаления персональной страницы Пользователь теряет права доступа к Сайту.
        </li>
        <li>
            <b>5.5</b>
            Администрация Сайта обеспечивает функционирование и работоспособность Сайта и обязуется оперативно восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Администрация не несет ответственности за любой ущерб компьютеру пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный с загрузкой материалов с Сайта или по ссылкам, размещенным на Сайте.
        </li>
        <li>
            <b>5.6</b>
            Администрация Сайта вправе распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта. Для целей организации функционирования и технической поддержки Сайта и исполнения настоящих Правил Администрация Сайта имеет техническую возможность доступа к персональным страницам пользователей, которую реализует только в случаях, установленных настоящими Правилами.
        </li>
    </ul>
                
</div>