<div class="tosContent">

    <div class="tosHeader">Угода користувача та правила користування сайтом <?php echo APP_TITLE; ?></div>
    <p>Ця Угода регламентує відносини між Адміністрацією інформаційного ресурсу «<?php echo APP_TITLE; ?>» і фізичною особою, що шукає і поширює інформацію на даному ресурсі.</p>
    <p>Інформаційний ресурс «<?php echo APP_TITLE; ?>» не є засобом масової інформації, Адміністрація ресурсу не здійснює редагування розміщуваної інформації та не несе відповідальність за її зміст.</p>
    <p>Користувач, що розмістив інформацію на ресурсі «<?php echo APP_TITLE; ?>», самостійно представляє і захищає свої інтереси, що виникають у зв'язку з розміщенням зазначеної інформації, у відносинах з третіми особами.</p>

    <div class="tosHeader">1. Реєстрація на Сайті <?php echo APP_TITLE; ?> і статус Користувача</div>

    <ul class="tosThemes">

        <li>
            <b>1.1</b>
            Реєстрація Користувача на Сайті є безкоштовною, добровільною і здійснюється за адресою в мережі Інтернет: <a target="_blank" href="<?php echo APP_URL."/signup"; ?>"><?php echo APP_URL."/signup"; ?></a>.
        </li>

        <li>
            <b>1.2</b>
            Користувачем Сайту є фізична особа, зареєстрована на Сайті відповідно до встановленого справжніми Правилами порядком, що досягла віку, допустимого відповідно до законодавства Російської Федерації для акцепту цих Правил, і яка має відповідні повноваження (раніше і далі - Користувач).
        </li>
        <li>
            <b>1.3</b>
            При реєстрації на Сайті Користувач зобов'язаний надати Адміністрації Сайту необхідну достовірну та актуальну інформацію для формування персональної сторінки Користувача, включаючи унікальні для кожного Користувача логін (адреса електронної пошти та цифр для входу на Сайт ) і пароль доступу до Сайту, а також прізвище та ім'я. Реєстраційна форма Сайту може запитувати у Користувача додаткову інформацію.
        </li>
    </ul>

    <div class="tosHeader">2. Обов'язки Користувача <?php echo APP_TITLE; ?>:</div>

    <ul class="tosThemes">
        <li>
            <b>2.1</b>
            дотримуватися положень чинного законодавства Російської Федерації, цих Правил та інших спеціальних документів Адміністрації Сайту;
        </li>
        <li>
            <b>2.2</b>
            надавати при реєстрації достовірні, повні та актуальні дані, стежити за їх актуалізацією;
        </li>
        <li>
            <b>2.3</b>
            інформувати Адміністрацію Сайту про несанкціонований доступ до персональної сторінки та/або про несанкціонований доступ та/або використання пароля та логіна Користувача;
        </li>
        <li>
            <b>2.4</b>
            не розміщувати на персональній сторінці інформацію та об'єкти (включаючи посилання на них), які можуть порушувати права та інтереси інших осіб;
        </li>
        <li>
            <b>2.5</b>
            перед розміщенням інформації і об'єктів (включаючи, але не обмежуючись, зображеннями інших осіб, чужими текстами різного змісту, аудіозаписами та відеофільмами) попередньо оцінювати законність їх розміщення;
        </li>
    </ul>

    <div class="tosHeader">3. Користувачу при використанні Сайту забороняється:</div>

    <ul class="tosThemes">
        <li>
            <b>3.1</b>
            Реєструватися як Користувача від імені або замість іншої особи («фальшивий акаунт») або реєструвати групу (об'єднання) осіб або юридична особа в якості Користувача, при цьому, Можлива реєстрація від імені та дорученню іншої фізичної особи або юридичної особи за умови отримання необхідних повноважень у порядку та формі, передбачених законодавством Російської Федерації;
        </li>
        <li>
            <b>3.2</b>
            Вводити Користувачів в оману щодо своєї особи, використовуючи логін та пароль іншого зареєстрованого Користувача;
        </li>
        <li>
            <b>3.3</b>
            спотворювати відомості про себе, свій вік, або свої стосунки з іншими особами або організаціями;
        </li>
        <li>
            <b>3.4</b>
            Завантажувати, зберігати, публікувати, поширювати і надавати доступ або іншим чином використовувати будь-яку інформацію, яка:

            <ul class="tosThemes">
                <li>
                    Містить загрози, дискредитує, ображає, принижує честь і гідність чи ділову репутацію або порушує недоторканність приватного життя інших Користувачів або третіх осіб;
                </li>
                <li>
                    Порушує права неповнолітніх осіб;
                </li>
                <li>
                    Є вульгарною або непристойною, містить нецензурну лексику, містить порнографічні зображення і тексти або сцени сексуального характеру за участю неповнолітніх;
                </li>
                <li>
                    Містить сцени насильства, або нелюдського поводження з тваринами;
                </li>
                <li>
                    Містить опис засобів і способів суїциду, будь-яке підбурювання до його здійснення;
                </li>
                <li>
                    Пропагує і/або сприяє розпалюванню расової, релігійної, етнічної ненависті або ворожнечі, пропагує фашизм чи ідеологію расової переваги;
                </li>
                <li>
                    Містить екстремістські матеріали;
                </li>
                <li>
                    Пропагує злочинну діяльність або містить поради, інструкції або керівництва по здійсненню злочинних дій;
                </li>
                <li>
                    Містить рекламу або описує привабливість вживання наркотичних речовин, в тому числі "цифрових наркотиків" (звукових файлів, які мають вплив на мозок людини за рахунок бінауральних ритмів), Інформацію про поширення наркотиків, рецепти їх виготовлення і поради по вживанню;
                </li>
                <li>
                    Носить шахрайський характер;
                </li>
            </ul>
        </li>
        <li>
            <b>3.5</b>
            Незаконно завантажувати, зберігати, публікувати, поширювати і надавати доступ або іншим чином використовувати інтелектуальну власність Користувачів і третіх осіб;
        </li>
        <li>
            <b>3.6</b>
            Користувач несе особисту відповідальність за будь-яку інформацію, яку розміщує на Сайті, повідомляє іншим Користувачам, а також за будь-які взаємодії з іншими Користувачами, що здійснюються на свій ризик.
        </li>
        <li>
            <b>3.7</b>
            У разі незгоди Користувача з цими Правилами або їх оновленнями, Користувач зобов'язаний відмовитися від його використання, поінформувавши про це Адміністрацію Сайту в установленому порядку.
        </li>
    </ul>

    <div class="tosHeader">4. Обмеження відповідальності Адміністрації Сайту:</div>

    <ul class="tosThemes">
        <li>
            <b>4.1</b>
            САЙТ І ЙОГО СЕРВІСИ,ВКЛЮЧАЮЧИ ВСІ СКРИПТИ, ПРОГРАМИ, КОНТЕНТ І ОФОРМЛЕННЯ САЙТУ НАДАЮТЬСЯ «ЯК Є». АДМІНІСТРАЦІЯ ВІДМОВЛЯЄТЬСЯ ВІД БУДЬ-ЯКОЇ ГАРАНТІЇ ТОГО, ЩО САЙТ АБО ЙОГО СЕРВІСИ МОЖУТЬ ПІДХОДИТИ АБО НЕ ПІДХОДИТЬ ДЛЯ КОНКРЕТНИХ ЦІЛЕЙ ВИКОРИСТАННЯ. АДМІНІСТРАЦІЯ НЕ МОЖЕ ГАРАНТУВАТИ І НЕ ОБІЦЯЄ НІЯКИХ СПЕЦИФІЧНИХ РЕЗУЛЬТАТІВ ВІД ВИКОРИСТАННЯ САЙТУ ТА/АБО ЙОГО СЕРВІСІВ.
        </li>
        <li>
            <b>4.2</b>
            ВИКОРИСТОВУЮЧИ САЙТ, КОРИСТУВАЧ ПОГОДЖУЄТЬСЯ З ТИМ, ЩО ЗАВАНТАЖУЮЧИ З САЙТУ АБО З ЙОГО ДОПОМОГОЮ БУДЬ-ЯКІ МАТЕРІАЛИ НА СВІЙ ВЛАСНИЙ РИЗИК І НЕСЕ ОСОБИСТУ ВІДПОВІДАЛЬНІСТЬ ЗА МОЖЛИВІ НАСЛІДКИ ВИКОРИСТАННЯ ЗАЗНАЧЕНИХ МАТЕРІАЛІВ, В ТОМУ ЧИСЛІ ЗА ЗБИТКИ, ЩО ЦЕ МОЖЕ ЗАПОДІЯТИ КОМП'ЮТЕРУ КОРИСТУВАЧА АБО ТРЕТІМ ОСОБАМ, ЗА ВТРАТУ ДАНИХ АБО БУДЬ-ЯКУ ІНШУ ШКОДУ.
        </li>
        <li>
            <b>4.3</b>
            НІ ЗА ЯКИХ ОБСТАВИН АДМІНІСТРАЦІЯ САЙТУ АБО ЇЇ ПРЕДСТАВНИКИ НЕ НЕСУТЬ ВІДПОВІДАЛЬНІСТЬ ПЕРЕД КОРИСТУВАЧЕМ АБО ПЕРЕД БУДЬ-ЯКИМИ ТРЕТІМИ ОСОБАМИ ЗА БУДЬ-ЯКІ НЕПРЯМІ, ВИПАДКОВІ, НЕНАВМИСНІ ЗБИТКИ, ВКЛЮЧАЮЧИ УПУЩЕНУ ВИГОДУ АБО ВТРАЧЕНІ ДАНІ, ШКОДУ ЧЕСТІ, ГІДНІСТЬ ЧИ ДІЛОВУ РЕПУТАЦІЮ, ВИКЛИКАНУ У ЗВ'ЯЗКУ З ВИКОРИСТАННЯМ САЙТУ, ЗМІСТ САЙТУ АБО ІНШИХ МАТЕРІАЛІВ, ДО ЯКОГО ВИ АБО ІНШІ ОСОБИ ОТРИМАЛИ ДОСТУП ЗА ДОПОМОГОЮ САЙТУ, НАВІТЬ ЯКЩО АДМІНІСТРАЦІЯ САЙТУ ПОПЕРЕДЖАЛА АБО ВКАЗУВАЛА НА МОЖЛИВІСТЬ ТАКОЇ ШКОДИ.
        </li>
    </ul>

    <div class="tosHeader">5. Адміністрація Сайту <?php echo APP_TITLE; ?>:</div>

    <ul class="tosThemes">
        <li>
            <b>5.1</b>
            Адміністрація Сайту надає технічну можливість його використання Користувачами, Не бере участі у формуванні змісту персональних сторінок Користувачів і не контролює і не несе відповідальності за дії або бездіяльність будь-яких осіб щодо використання Сайту або формування і використання змісту персональних сторінок Користувачів на Сайті.
        </li>
        <li>
            <b>5.2</b>
            Адміністрація залишає за собою право в будь-який час змінювати оформлення Сайту, його зміст, список сервісів, змінювати або доповнювати використовувані скрипти, програмне забезпечення та інші об'єкти, що використовуються або зберігаються на Сайті, будь-які серверні додатки у будь-який час з попереднім повідомленням або без такого.
        </li>
        <li>
            <b>5.3</b>
            Адміністрація Сайту не займається попередньою модерацією або цензурою інформації Користувачів і вдається до дій по захисту прав та інтересів осіб і забезпечення дотримання вимог законодавства Російської Федерації тільки після звернення зацікавленої особи до Адміністрації Сайту в установленому порядку.Адміністрація Сайту не займається попередньою модерацією або цензурою інформації Користувачів і вдається до дій по захисту прав та інтересів осіб і забезпечення дотримання вимог законодавства Російської Федерації тільки після звернення зацікавленої особи до Адміністрації Сайту в установленому порядку.
        </li>
        <li>
            <b>5.4</b>
            Видалення персональної сторінки Користувача означає автоматичне видалення всієї інформації, розміщеної на ній, а також всієї інформації Користувача, введеної при реєстрації на Сайті. Після видалення персональної сторінки Користувач втрачає права доступу до Сайту.
        </li>
        <li>
            <b>5.5</b>
            Адміністрація Сайту забезпечує функціонування та працездатність Сайту і зобов'язується оперативно відновлювати його працездатність у випадку технічних збоїв і перерв. Адміністрація Сайту не несе відповідальності за тимчасові збої і перерви в роботі Сайту і викликану ними втрату інформації. Адміністрація не несе відповідальності за будь-який збиток комп'ютеру користувача або іншої особи, мобільним пристроям, будь-якому іншому обладнанню або програмному забезпеченню, викликаний або пов'язаний із завантаженням матеріалів з Сайту або за посиланнями, розміщеними на Сайті.
        </li>
        <li>
            <b>5.6</b>
            Адміністрація Сайту має право розпоряджатися статистичною інформацією, пов'язаної з функціонуванням Сайту, а також інформацією Користувачів для забезпечення адресного показу рекламної інформації різним аудиторіям Користувачів Сайту. Для цілей організації функціонування та технічної підтримки Сайту і виконання цих Правил Адміністрація Сайту має технічну можливість доступу до персональних сторінок користувачів, яку реалізує тільки у випадках, встановлених цими Правилами.
        </li>
    </ul>
                
</div>